Repository: julianfbeck/JUI-SwiftElements
Catalog: Sources/JUISwiftElements/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Check out my Website
de: Besuchen Sie meine Webseite

source: Get in Touch
de: Kontakt aufnehmen

source: Give Feedback
de: Feedback geben

source: Hello, World!
de: Hallo, Welt!

source: Legal
de: Rechtliches

source: Privacy Policy
de: Datenschutzbestimmungen

source: Rate and Review
de: Bewerten und Rezensieren

source: Rate and review this app on the App Store
de: Bewerten und rezensieren Sie diese App im App Store

source: Reach out to me
de: Kontaktieren Sie mich

source: Read our privacy policy
de: Lesen Sie unsere Datenschutzbestimmungen

source: Read our terms of service
de: Lesen Sie unsere Nutzungsbedingungen

source: Send me an email
de: Schicken Sie mir eine E-Mail

source: Send Some Love
de: Schicken Sie etwas Liebe
